const storiesArray = [
  {
    name: "bigorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "smallorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "middleorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "middleorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "middleorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "middleorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "middleorange",
    title: "大橘成長紀錄",
    image: [
      {
        image:
          "https://images.unsplash.com/photo-1491485880348-85d48a9e5312?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
      {
        image:
          "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1770&q=80",
      },
      {
        image:
          "https://images.unsplash.com/photo-1511044568932-338cba0ad803?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNhdHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=800&q=60",
      },
    ],
    date: "2021/11/25",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
];

export default storiesArray;
