const storiesArray = [
  {
    name: "bonita",
    title: "波妮塔成長紀錄",
    image: [
      {
        image: "bonita_01.jpg",
      },
      {
        image: "bonita_02.jpg",
      },
    ],
    date: "07/18/2022",
    content: [
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。",
      "與其說我改變了波妮塔的一生，不如說她改變了我的一生。波妮塔是我的第 22 隻中途貓，她原本有另外一個暱稱：眼鏡蛇。因為她來的時候很兇，不只是兇，而是歇斯底里地兇。每天晚上的親訓時間是她的也是我的惡夢，狂奔和哈氣稀鬆平常，抓咬也是家常便飯。她總是努力躲開和人類的一切接觸，連肉泥都不賞臉。她是我中途生涯親訓遇到的最大瓶頸，但我真的很不願意放棄才兩個多月大的她。經過近兩個月的灰心喪志，我一邊想著：或許她真的很害怕和憎恨人類，一邊幫她預約了結紮手術，準備要剪耳後 R 回。結紮手術結束當天，我到醫院把波妮塔接回家休養時，助理告訴我，她的身體有結構上的異常，其中一邊的卵巢長了一個大大的囊泡。「那個囊泡可能是造成她不適的原因」、「請再回家試試看親訓」，醫生是這麼說的。",
      "回家後，我準備了一個小帳篷，讓她有個可以安靜休養的安全空間。原本就打算把她從外出籠移進帳篷，不過度打擾她，讓她靜靜地休息，但我突然想起了醫生的話，試探性地伸手摸了摸她的頭。竟然，沒有我預期的哈氣和伸爪？！ 我輕輕地把她抱進帳篷，搔了搔她的耳後，她露出滿足的表情，然後發出呼嚕呼嚕的聲音。原來她一直以來都只是不舒服，我一直都錯怪她了。在那瞬間，所有的勉強親訓頓時讓我覺得如鯁在喉。原本擔心剪耳後的貓會比較難送養，但波妮塔幫自己找到了一個天使般的主人，「不管她需要多少時間都沒關係，我很有耐心的」即使來看貓時，她看到貓本體的時間只有5分鐘，她還是笑著跟我這樣說。送波妮塔到新家的時候，原本預期她會躲 7749 天，沒想到竟然過2天就變成會坐大腿的撒嬌寶！後來三花控媽媽還再跟我認養了一隻三花貓莫娜，兩貓相處和睦，現在都變得超級圓滾滾。",
    ],
    author: "涵馨",
  },
  {
    name: "cheeto",
    title: "奇多成長紀錄",
    image: [
      {
        image: "cheeto_01.jpg",
      },
      {
        image: "cheeto_02.jpg",
      },
    ],
    date: "07/18/2022",
    content: [
      "雖然那時家裡還有其他待送養的中途貓，但有外傷處理經驗的人比較少，還是決定先過去看看能幫上什麼忙。原本以為等著我的會是派慶慶（台語：壞）的壞成貓（感覺比較有被人類厭惡的理由），沒想到是一隻小橘貓。把他抱進我的外出籠時，傷口傳來一股腐臭味，弱弱地對著我哈氣但完全沒出手。",
      "中途的正職工作忙到一個段落時，手機出現一則有人傳來的訊息，說有一隻貓被綁在樹上，疑似人為虐待。第一時間透過訊息先確認貓已經被解下來安置後，手刀衝回家拿外出籠去接貓。雖然那時家裡還有其他待送養的中途貓，但有外傷處理經驗的人比較少，還是決定先過去看看能幫上什麼忙。原本以為等著我的會是派慶慶（台語：壞）的壞成貓（感覺比較有被人類厭惡的理由），沒想到是一隻小橘貓。把他抱進我的外出籠時，傷口傳來一股腐臭味，弱弱地對著我哈氣但完全沒出手。當下直奔專精外傷處理的醫院，醫生幫他打了一劑消炎藥，又開了一些抗生素，說他被勒得腫大的腳只能等等看會不會自己消腫，沒有消腫、開始壞死的話就只能做最壞的打算了（截肢）。",
      "好險三天後腳幾乎完全消腫，外傷也慢慢地好起來。這隻不懂得要害怕人類的呆萌橘貓也開始學會翻肚撒嬌。每次幫他清創看到他即使痛得發抖大叫，也從沒攻擊過我們就一陣鼻酸。不懂他為什麼小小年紀就要經歷這些惡意，並暗自下定決心要幫他找到最棒的家人。一直難以想像為什麼有人會痛下毒手，也無法相信奇多怎麼可以在被人狠狠傷害後還信任人類。他平常和我們對到眼就會大叫討摸，看到我們坐在沙發上就必須來身上窩著、一邊呼嚕一邊踏踏，連第一次見面的客人都可以隨便摸抱。原本真的很想自己收編他，但是他值得有更好的家，值得有人全心全意地愛他，所以還是發了送養文。很快地，新爸媽把他帶回了有長得很像奇異果的貓姐姐的家、給了他豆豆這個新名字。現在和毛毛姐姐相安無事，在新家當快樂的洗碗工，把姐姐不吃的罐罐都吃光光，並且維持撒嬌踏踏的習慣，長成了一隻胖胖的話癆貓！",
    ],
    author: "涵馨",
  },
  {
    name: "una",
    title: "烏娜成長紀錄",
    image: [
      {
        image: "una_01.jpg",
      },
      {
        image: "una_02.jpg",
      },
    ],
    date: "07/18/2022",
    content: [
      "與烏娜的相遇絕不是一見鍾情，但是命中註定。烏娜來自我們團隊長期追蹤的 TNVR 區，先前在那條小巷弄抓了幾隻公貓，但一直有一隻漏網之魚的母貓魔王，出沒時間非常不定，讓志工非常頭疼。漏網之魚生出了一坨小貓，烏娜就是其中之一。",
      "與烏娜的相遇絕不是一見鍾情，但是命中註定。烏娜來自我們團隊長期追蹤的 TNVR 區，先前在那條小巷弄抓了幾隻公貓，但一直有一隻漏網之魚的母貓魔王，出沒時間非常不定，讓志工非常頭疼。漏網之魚生出了一坨小貓，烏娜就是其中之一。",
      "與烏娜的相遇絕不是一見鍾情，但是命中註定。烏娜來自我們團隊長期追蹤的 TNVR 區，先前在那條小巷弄抓了幾隻公貓，但一直有一隻漏網之魚的母貓魔王，出沒時間非常不定，讓志工非常頭疼。漏網之魚生出了一坨小貓，烏娜就是其中之一。遇到她的那天，原本只是想去朋友家看貓，但是就在經過那條巷子時，撇頭看了 0.01 秒，就馬上決定把機車轉向。因為在那一瞬間，我看到了一球好小好小的貓背對我坐在巷子中間，好擔心她就這樣被壓成肉餅。我慢慢走近，烏娜竟然不跑不躲，開始頑皮地抓咬我露在拖鞋外的腳趾。也是在這時候，我發現她的狀況極差。腫起的第三眼瞼、黃綠色的分泌物、被鼻膿堵住而產生的渾濁呼吸聲、連續不斷的噴嚏。如果放著不管，明天她狀況急遽惡化而離開也不會令人意外。但因為她長相不討喜、大概不太好送。我們糾結了一下，只把她的媽媽和兄姐抓去結紮，留下幼貓罐給平常餵食的阿姨就撤退了。",
    ],
    author: "涵馨",
  },
  {
    name: "xinxin",
    title: "心心成長紀錄",
    image: [
      {
        image: "xinxin_01.jpg",
      },
      {
        image: "xinxin_02.jpg",
      },
    ],
    date: "2021/11/25",
    content: [
      "心心是一隻非常可愛貪吃的成貓，有天日常放飯時，突然緊跟著一隻已紮母貓屁股竄出狼吞虎嚥，人一靠近就警戒的跳進草叢，但自從被餵了第一口罐罐後，好像突然打開了什麼開關，直接各種蹭腿撒嬌可摸可抱，從此，心心就變得無敵親人，連結紮都是「整隻放進誘捕籠」的！",
      "心心是一隻非常可愛貪吃的成貓，有天日常放飯時，突然緊跟著一隻已紮母貓屁股竄出狼吞虎嚥，人一靠近就警戒的跳進草叢，但自從被餵了第一口罐罐後，好像突然打開了什麼開關，直接各種蹭腿撒嬌可摸可抱，從此，心心就變得無敵親人，連結紮都是「整隻放進誘捕籠」的！",
      "心心是一隻非常可愛貪吃的成貓，有天日常放飯時，突然緊跟著一隻已紮母貓屁股竄出狼吞虎嚥，人一靠近就警戒的跳進草叢，但自從被餵了第一口罐罐後，好像突然打開了什麼開關，直接各種蹭腿撒嬌可摸可抱，從此，心心就變得無敵親人，連結紮都是「整隻放進誘捕籠」的，雖然心心很乖，非常值得被收編疼愛，但是考量自身能力無法收編心心，只能結紮完放回原地餵食，很幸運的，在放回時的紀錄影片被認養人一眼相中，透過志工夥伴聯繫想收編他，而心心也並無因為被抓過而失去對人類的信任，過了幾天再次順利的被抱進外出籠，心心好像知道自己即將有家了，在醫院抽血檢查表現的比家貓還乖呢。",
      "而心心也在新家適應良好，正式改名：阿尼基。很感謝阿尼基的爸爸媽媽在認養前做足了功課，讓阿尼基一到新家便能快速適應環境，現在已是家中不可或缺的一員了。",
    ],
    author: "Emily",
  },
  {
    name: "jipai",
    title: "雞排成長紀錄",
    image: [
      {
        image: "jipai_01.jpg",
      },
      {
        image: "jipai_02.jpg",
      },
    ],
    date: "07/18/2022",
    content: [
      "我將這隻橘白貓取名為「雞排」，是一隻 5 歲體態壯碩的大公貓，正以為一切順利的我，2 週後帶著雞排回診，血檢後卻赫然發現雞排有多囊型腎臟疾病，在照護上不僅艱辛且不確定能再活多少日子，抱著忐忑的心情與認養溝通後，縱使他不親人、三隻腳、有著多囊性腎病，認養人依然願意領養雞排，並幫他改名—「憨吉」。",
      "那天正像往常一樣餵食浪浪時，發現有一隻走路姿勢不對勁的橘白色浪貓，趕緊誘捕後發現前腳趾骨頭外露，傷口正在流血，緊急送醫手術截肢後保住性命，醫生說是捕獸夾造成的。因為已經沒有空間中途，只好拜託附近也會餵食的店家阿姨幫忙關籠安置，我早晚去餵藥照護，最壞的打算即是傷口癒合後就原放，但是三隻腳的貓在外勢必較於其他貓弱勢，所幸有對夫妻對橘白貓的遭遇感到心疼，表示待貓咪痊癒後願意收養他。我將這隻橘白貓取名為「雞排」，是一隻 5 歲體態壯碩的大公貓，正以為一切順利的我，2 週後帶著雞排回診，血檢後卻赫然發現雞排有多囊型腎臟疾病，在照護上不僅艱辛且不確定能再活多少日子，抱著忐忑的心情與認養溝通後，縱使他不親人、三隻腳、有著多囊性腎病，認養人依然願意領養雞排，並幫他改名—「憨吉」。憨吉到新家後，從會兇出拳打人到會傲嬌的找人催促放飯，認養人說憨吉非常喜歡梳毛，一梳可以持續半小時，她還特地買了個小椅子方便坐在憨吉旁邊服務呢。",
      "雖然一切似乎圓滿，但我們知道多囊腎造成的腎損傷是不可逆的，病情隨時會讓憨吉離開。在送養後的第 9 個月後，憨吉突然病況變得嚴重，每幾天就必須去醫院打皮下點滴，食慾也漸漸下降了，這是腎衰竭貓典型的狀況。在嚴重發病一週後，憨吉突然精神變得很好，吃飯量也遽增，就這樣又渡過了半個月，有天晚上憨吉突然大口喘著氣，認養人馬上帶著憨吉到醫院，隔天就在醫院平靜的離開了，好像睡了個甜甜的覺，也許在夢中的憨吉沒有了病痛、截肢的手也復原了，顛沛流離的 5 年流浪日子，卻在生命的最後一哩路，有幸因禍得福成為家貓，享受短暫的溫暖，我想，這就足夠了吧。憨吉，掰掰了，我們彩虹橋再見喔，我會一直記得你。",
    ],
    author: "Emily",
  },
];

export default storiesArray;
